Repository: gattigaga/shoryuken
Catalog: app/locales/*/messages.po
Languages: id

source: {0, plural, one {There's one participant found.} other {There are # participants found.}}
id: {0, plural, one {Ditemukan satu peserta.} other {Ditemukan # peserta.}}

source: A productivity powerhouse
id: Sebuah kekuatan produktivitas

source: About Shoryuken
id: Tentang Shoryuken

source: Account Details
id: Detail Akun

source: Account details successfully updated.
id: Detail akun berhasil diperbarui.

source: Actions
id: Tindakan

source: Add
id: Tambah

source: Add a card
id: Tambahkan card

source: Add a more detailed description...
id: Tambahkan deskripsi yang lebih detail...

source: Add an item
id: Tambahkan item

source: Add card
id: Tambahkan card

source: Add list
id: Tambahkan list

source: Add Member
id: Tambah Anggota

source: Add to card
id: Tambahkan ke card

source: Already have an account? Sign in
id: Sudah memiliki akun? Sign in

source: Are you sure?
id: Apakah Anda yakin?

source: As a Producer of the 48 Family, I have found Shoryuken to be an invaluable tool for managing the activities and schedules of our idol group.
id: Sebagai seorang Produser dari 48 Family, saya telah menemukan Shoryuken sebagai alat yang tak ternilai untuk mengelola aktivitas dan jadwal dari grup idola kami.

source: at
id: pada

source: Back to Sign In
id: Kembali ke Sign In

source: Board not found
id: Board tidak ditemukan

source: Board successfully deleted.
id: Board berhasil dihapus.

source: By signing up, I accept the <0>Shoryuken Terms of Service</0> and acknowledge the <1>Privacy Policy</1>.
id: Dengan mendaftar, saya menerima <0>Syarat Layanan Shoryuken</0> dan mengakui <1>Kebijakan Privasi</1>.

source: Can‘t sign in?
id: Tidak bisa sign in?

source: Cancel
id: Batal

source: Card successfully deleted.
id: Card berhasil dihapus.

source: Cards represent tasks and ideas and hold all the information to get the job done. As you make progress, move cards across lists to show their status.
id: Card mewakili tugas dan ide serta menyimpan semua informasi yang diperlukan untuk menyelesaikan pekerjaan. Saat Anda melakukan progress, pindahkan card-card di antara list untuk menunjukkan statusnya.

source: Check your inbox to log in
id: Periksa kotak masuk Anda untuk sign in

source: Check your inbox to reset password
id: Periksa kotak masuk Anda untuk mereset kata sandi

source: complete
id: selesai

source: Confirm Password is mismatch
id: Konfirmasi kata sandi tidak sesuai

source: Confirm Password is required
id: Konfirmasi kata sandi diperlukan

source: Contact Us
id: Hubungi Kami

source: Copyright © {year} Shoryuken
id: Hak Cipta © {year} Shoryuken

source: Create Board
id: Buat Board

source: Create new board
id: Buat board baru

source: Create new list
id: Buat list baru

source: Delete
id: Hapus

source: Description
id: Deskripsi

source: Due Date
id: Tanggal Jatuh Tempo

source: due soon
id: akan jatuh tempo segera

source: Email is required
id: Email diperlukan

source: Enter a title for this card...
id: Masukkan judul untuk card ini...

source: Enter email
id: Masukkan email

source: Enter full name
id: Masukkan nama lengkap

source: Enter list title...
id: Masukkan judul daftar...

source: Enter new password
id: Masukkan kata sandi baru

source: Enter new password again
id: Masukkan kata sandi baru lagi

source: Enter password
id: Masukkan kata sandi

source: Enter password again
id: Masukkan kata sandi lagi

source: Enter username
id: Masukkan nama pengguna

source: Failed to add a member.
id: Gagal menambahkan anggota.

source: Failed to add check item.
id: Gagal menambahkan check item.

source: Failed to add checklist in the card.
id: Gagal menambahkan checklist pada card.

source: Failed to add due date.
id: Gagal menambahkan tanggal jatuh tempo.

source: Failed to create a board.
id: Gagal membuat board.

source: Failed to create a list.
id: Gagal membuat list.

source: Failed to delete a board.
id: Gagal menghapus board.

source: Failed to delete a card.
id: Gagal menghapus card.

source: Failed to delete a list.
id: Gagal menghapus list.

source: Failed to delete a member.
id: Gagal menghapus anggota.

source: Failed to delete check item.
id: Gagal menghapus check item.

source: Failed to delete checklist.
id: Gagal menghapus checklist.

source: Failed to fetch card detail.
id: Gagal mengambil detail card.

source: Failed to move a card.
id: Gagal memindahkan card.

source: Failed to move a check item.
id: Gagal memindahkan check item.

source: Failed to move a list.
id: Gagal memindahkan list.

source: Failed to remove due date.
id: Gagal menghapus tanggal jatuh tempo.

source: Failed to reset your password.
id: Gagal mereset kata sandi Anda.

source: Failed to send a recovery link.
id: Gagal mengirimkan tautan pemulihan.

source: Failed to sign in with Google.
id: Gagal sign in dengan Google.

source: Failed to sign in.
id: Gagal sign in.

source: Failed to sign up.
id: Gagal mendaftar.

source: Failed to submit account details.
id: Gagal mengirimkan detail akun.

source: Failed to toggle check due date.
id: Gagal mengubah check tanggal jatuh tempo.

source: Failed to update a card description.
id: Gagal memperbarui deskripsi card.

source: Failed to update a card title.
id: Gagal memperbarui judul card.

source: Failed to update a list.
id: Gagal memperbarui list.

source: Failed to update account details.
id: Gagal memperbarui detail akun.

source: Failed to update board title.
id: Gagal memperbarui judul board.

source: Failed to update check item content.
id: Gagal memperbarui konten check item.

source: Failed to update check item.
id: Gagal memperbarui check item.

source: Failed to update due date.
id: Gagal memperbarui tanggal jatuh tempo.

source: Fill up your account details
id: Isi detail akun Anda

source: Full Name is required
id: Nama lengkap diperlukan

source: Full Name should have at least 5 characters
id: Nama lengkap harus memiliki minimal 5 karakter

source: Full Name should no more than 50 characters
id: Nama lengkap tidak boleh lebih dari 50 karakter

source: Get started with Shoryuken today
id: Mulailah dengan Shoryuken hari ini

source: Go Back
id: Kembali

source: in list <0>{0}</0>
id: dalam list <0>{0}</0>

source: Invalid email format
id: Format email tidak valid

source: Invalid email format.
id: Format email tidak valid.

source: Keep everything in the same place—even if your team isn’t.
id: Simpan semua hal di tempat yang sama—meskipun tim Anda berbeda lokasi.

source: List successfully deleted.
id: List berhasil dihapus.

source: Member successfully added.
id: Anggota berhasil ditambahkan.

source: Member successfully deleted.
id: Anggota berhasil dihapus.

source: My Boards
id: Board Saya

source: Need anything? Get in touch and we can help.
id: Butuh bantuan? Hubungi kami dan kami dapat membantu.

source: OR
id: ATAU

source: overdue
id: terlambat

source: Owner
id: Pemilik

source: Participants
id: Peserta

source: Password is required
id: Kata sandi diperlukan

source: Password should have at least 8 characters
id: Kata sandi harus memiliki minimal 8 karakter

source: Password should no more than 25 characters
id: Kata sandi tidak boleh lebih dari 25 karakter

source: Privacy Policy
id: Kebijakan Privasi

source: Profile
id: Profil

source: Remove
id: Hapus

source: Reset Password
id: Atur Ulang Kata Sandi

source: Reset your password
id: Atur ulang kata sandi Anda

source: Return to sign in
id: Kembali ke sign in

source: Save
id: Simpan

source: Send Recovery Link
id: Kirim Tautan Pemulihan

source: Shoryuken boards keep tasks organized and work moving forward. In a glance, see everything from “things to do” to “aww yeah, we did it!”
id: Board Shoryuken menjaga tugas-tugas terorganisir dan pekerjaan tetap bergerak maju. Dalam sekilas, lihat segalanya mulai dari 'hal yang harus dilakukan' hingga 'yaay, kami melakukannya!'

source: Shoryuken brings all your tasks, teammates, and tools together
id: Shoryuken menggabungkan semua tugas, rekan tim, dan alat dalam satu tempat

source: Shoryuken has transformed how we manage our AI company at Hiden Intelligence. With its boards and task assignment features, we streamline projects, enhance collaboration, and meet deadlines.
id: Shoryuken telah mengubah cara kami mengelola perusahaan kecerdasan buatan kami di Hiden Intelligence. Dengan board dan fitur task assignment, kami menyederhanakan proyek, meningkatkan kolaborasi, dan memenuhi tenggat waktu.

source: Sign in to Shoryuken
id: Sign in ke Shoryuken

source: Sign in with Google
id: Sign in dengan Google

source: Sign Out
id: Keluar

source: Sign Up
id: Daftar

source: Sign up - it’s free!
id: Daftar - gratis!

source: Sign up for an account
id: Daftar untuk sebuah akun

source: Sign up for your account
id: Daftar untuk akun Anda

source: Simple, flexible, and powerful. All it takes are boards, lists, and cards to get a clear view of who’s doing what and what needs to get done. Learn more in our guide for getting started.
id: Sederhana, fleksibel, dan powerful. Yang Anda butuhkan hanyalah board, list, dan card untuk mendapatkan pandangan yang jelas tentang siapa yang sedang melakukan apa dan apa yang perlu dilakukan. Pelajari lebih lanjut dalam panduan kami untuk memulai.

source: Submit
id: Kirim

source: Terms
id: Syarat dan Ketentuan

source: Terms of Service
id: Syarat dan Ketentuan Layanan

source: The different stages of a task. Start as simple as To Do, Doing or Done—or build a workflow custom fit to your team’s needs. There’s no wrong way to Shoryuken.
id: Tahapan-tahapan yang berbeda dari sebuah tugas. Mulailah sebegitu sederhana dengan To Do, Doing, atau Done—atau bangun alur kerja yang sesuai dengan kebutuhan tim Anda. Tidak ada cara yang salah dalam menggunakan Shoryuken.

source: This action cannot be undone. This will permanently delete "{0}" from the board.
id: Tindakan ini tidak dapat dibatalkan. Ini akan menghapus secara permanen "{0}" dari board.

source: This action cannot be undone. This will permanently delete this board.
id: Tindakan ini tidak dapat dibatalkan. Ini akan menghapus board ini secara permanen.

source: This action cannot be undone. This will permanently delete this card.
id: Tindakan ini tidak dapat dibatalkan. Ini akan menghapus card ini secara permanen.

source: This action cannot be undone. This will permanently delete this list.
id: Tindakan ini tidak dapat dibatalkan. Ini akan menghapus list ini secara permanen.

source: This board may be private. If someone gave you this link, they may need to invite you to one of their boards or Workspaces.
id: Board ini mungkin bersifat pribadi. Jika seseorang memberi Anda tautan ini, mereka mungkin perlu mengundang Anda ke salah satu board mereka.

source: This card already has checklist.
id: Card ini sudah memiliki checklist.

source: This card already has due date.
id: Card ini sudah memiliki tanggal jatuh tempo.

source: Time
id: Waktu

source: Title is required
id: Judul diperlukan

source: Title should have at least 5 characters
id: Judul harus memiliki minimal 5 karakter

source: Title should no more than 50 characters
id: Judul tidak boleh lebih dari 50 karakter

source: To complete setup and log in, click the verification link in the email we‘ve sent to
id: Untuk menyelesaikan pengaturan dan sign in, klik tautan verifikasi dalam email yang telah kami kirimkan

source: To reset your password, click the recovery link in the email we‘ve sent to
id: Untuk mereset kata sandi Anda, klik tautan pemulihan dalam email yang telah kami kirimkan

source: Today at
id: Hari ini pada

source: Tomorrow at
id: Besok pada

source: Unknown
id: Tidak diketahui

source: Username is required
id: Nama pengguna diperlukan

source: Username should have at least 8 characters
id: Nama pengguna harus memiliki minimal 8 karakter

source: Username should no more than 15 characters
id: Nama pengguna tidak boleh lebih dari 15 karakter

source: We‘ll send a recovery link to
id: Kami akan mengirimkan tautan pemulihan ke

source: What‘s behind the boards.
id: Apa yang ada di balik board-board ini.

source: With Shoryuken, we have gained better visibility into our tasks, streamlined our workflows, and improved collaboration among team members.
id: Dengan Shoryuken, kami mendapatkan visibilitas yang lebih baik terhadap tugas-tugas kami, menyederhanakan alur kerja kami, dan meningkatkan kolaborasi di antara anggota tim.

source: Yes, delete it
id: Ya, hapus

source: Yesterday at
id: Kemarin pada

source: You are offline !
id: Anda sedang offline !
